Repository: Xmetalfanx/plugin.video.asknoahshow
Catalog: resources/language/resource.language.*/strings.po
Languages: bg_bg

# Addon Summary
source: Ask Noah Show video addon
bg_bg: Видео добавка за Ask Noah Show

# Addon Disclaimer
source: For more information, visit asknoahshow.com.
bg_bg: За повече информация посетете www.asknoahshow.com

# #30100
source: General
bg_bg: Основни

# #30101
source: Quality
bg_bg: Качество

# #30102
source: High
bg_bg: Високо

# #30103
source: Low
bg_bg: Ниско

# #30104
source: Episodes per Page
bg_bg: Брой епизоди на една страница

# #30105
source: Audio
bg_bg: Аудио

# #30106
source: Live Stream Type
bg_bg: Тип на потока

# #30210
source: Watch the Ask Noah Show live.
bg_bg: Гледайте Ask Noah Show на живо.

# #30300
source: Older Episodes
bg_bg: По-стари епизоди

# #30304
source: Audio
bg_bg: Аудио
